---
kind: other
id: Methods.T:Autodesk.Revit.UI.DockablePaneProviderData
source: html/1a4da3e5-bed9-16e2-d687-6256800edb55.htm
---
# DockablePaneProviderData Methods

Wrapper function that returns the FrameworkElement for this provider.